Repository: dinhquydds/nanocucurmin
Catalog: tm/implant-omegat.tmx
Source language: en_us
Languages: vi

source: In the ﬁeld of orthopedics, hip joint replacement has several complications, including wound infection, periprosthetic fracture, dislocation, mechanical failure, and osteolysis.117 Osteolysis refers to the bone resorption that occurs around both cemented and uncemented orthopedic implants (Figure 4-25).
vi: In the ﬁeld of orthopedics, hip joint replacement has several complications, including wound infection, periprosthetic fracture, dislocation, mechanical failure, and osteolysis.117 Osteolysis refers to the bone resorption that occurs around both cemented and uncemented orthopedic implants (Hình 4-25).

source: In this patient, the mandibular restoration has ﬁve implants between the mental foramina and a cantilevered bar to the posterior regions.
vi: Bệnh nhân này, phục hình hàm dưới có năm implant giữa lỗ cằm và một thanh vói đến vùng răng sau.

source: In this scheme, implant positions were primarily controlled by the teeth being replaced.
vi: Trong kế hoạch này, vị trí của implant được kiểm soát chủ yếu bởi răng thay thế.

source: In this situation, planning 4-mm-diameter implants to fabricate two premolars of 7 mm each (1.5 mm + 4 mm
vi: Trong trương hợp này, thiết kế implant đường kính 4mm để làm hai răng cối nhỏ mỗi răng 7mm (1.5 mm + 4 mm

source: In traditional dentistry, the restoration reﬂects the existing condition of the patient.
vi: Trong nha khoa truyền thống, phục hình phản ánh tình trạng hiện tại của bệnh nhân.

source: In addition, the intermediary acrylic between the denture teeth and framework may reduce the impact force of dynamic occlusal loads.
vi: Hơn nữa, mối liên kết giữa răng giả và khung sườn giảm lực quá tải liên khớp cắn..

source: In the maxillary arch, wide open embrasures between the implants may cause food impaction or speech problems.
vi: Trên cung răng hàm trên, khoảng hở mở rộng giữa các implant có thể là nguyên nhân nhồi nhét thức ăn hoặc vấn đề phát âm.

source: In addition,
vi: Hơn nữa

source: In a report by Balshi, single-tooth implants replacing a molar had 48% screw loosening over a 3-year period.30 When two implants were splinted together to replace a molar, the incidence of screw loosening was reduced to 8% over the same period.
vi: Trong báo cáo của Balshi, implant đơn lẻ thay thế răng cối có 48% lỏng vít trong vòng 3 năm. Khi hai implant nẹp với nhau để thay thế một răng cối, tỉ lệ lỏng vít giảm xuông 8% cùng thời gian.

source: Incas from Central America took pieces of sea shells and, similar to the ancient Chinese, tapped them into the bone to replace missing teeth5 (Figure 2-1).
vi: Incas from Central America took pieces of sea shells and, similar to the ancient Chinese, tapped them into the bone to replace missing teeth5 (Hình 2-1).

source: Increasing the number of implants is the most efﬁ- cient method to increase surface area and reduce overall stress.
vi: Tăng số lượng implant là phương pháp hiệu quả nhất để tăng diện tích bề mặt và giảm stress toàn bộ.

source: Independent implant prostheses may also reduce or eliminate pontics, while simultaneously increasing the number of abutments and distributing forces more effectively.
vi: Phục hình trên implant độc lập có thể giảm hoặc hạn chế nhịp cầu, đồng thời tăng số lượng abutment và phân phối lực hiệu quả hơn.

source: Indications
vi: Chỉ định

source: Information acquired from the patient’s medical and dental history, including clinical examination, laboratory tests, diagnostic casts, diagnostic wax-up, and diagnostic imaging, plays a role in devel- oping the patient’s treatment plan and objectives.
vi: Thông tin có được từ hỏi tiền sử y khoa và tiền sử nha khoa, bao gồm khám lâm sàng, xét nghiệm, mẫu hàm chẩn đoán, mẫu sáp chẩn đoán và hình ảnh chẩn đoán, đóng vai trò quan trọng trong phát triển kế hoạch điều trị và mục tiêu của bệnh nhân.

source: Instead, the existing bone volume was the primary factor used to develop a treatment plan.
vi: Thay vào đó, khối lượng xương có sẵn là yếu tố chính dùng để phát triển kế hoạch điều trị.

source: Instead, the two removable categories are determined by the amount of implant support.17 The most common removable implant prostheses are over- dentures for completely edentulous patients.
vi: Thay vào đó, hai phân loại tháo lắp được xác định bởi số lượng implant nâng đỡ.17 Phục hình tháo lắp trên implantphổ biến nhất là hàm phủ cho bệnh nhân mất răng toàn phần.

source: It is even more important to visualize the ﬁnal restoration at the onset with a ﬁxed-implant restoration.
vi: Nó quan trọng hơn cả nhìn thấy phục hình sau cùng phục hình cố định được gắn.

source: It is the ﬁnal restoration, not the implants, that accom- plish these goals.
vi: Nó là phục hình sau cùng, không phải implant, nó đạt những mục đích này.

source: Key Implant Positions
vi: Vị trí của implant chìa khoá

source: Key implant positions and number
vi: Vị trí và số lượng của implant chìa khoá

source: Less
vi: Ít hơn

source: Less bone augmentation may be necessary before implant insertion.
vi: Ghép ít xương cần thiết hơn trước khi đặt implant.

source: Less food entrapment
vi: Ií mắc thức ăn

source: Less maintenance (no attachments to change or adjust)
vi: Ít bảo trì (không mắc cài cần thay hoặc điều chỉnh)

source: Likewise, patients with moderate force factors and poor bone density (D4 bone) in the implant sites may also require this many implants.
vi: Cũng vậy, bệnh nhân với yếu tố lực trung bình và mật độ xương kém (xương D4) trong vùng implant cũng cần nhiều implant.

source: Limitations
vi: Giới hạn

source: Long term
vi: Lâu dài

source: Long-term treatment of complications is facilitated.
vi: Ít biến chứng lâu dài.

source: Longevity (lasts the life of the implants)
vi: Lâu bền (tồn tại suốt vòng đời của implant)

source: Loss of bone in the maxilla or mandible is not limited to alveolar bone; portions of the basal bone may be resorbed also (Figure 1-18), especially in the posterior aspect of the mandible where severe resorption may result in more than 80% bone loss.66 The contents of the mandibular canal or mental foramen eventually become dehiscent and serve as part of the support area of the prosthesis.70 As a result, acute pain and transient to permanent paresthesia of the areas supplied by the mandibular nerve are possible.
vi: Loss of bone in the maxilla or mandible is not limited to alveolar bone; portions of the basal bone may be resorbed also (Hình 1-18), especially in the posterior aspect of the mandible where severe resorption may result in more than 80% bone loss.66 The contents of the mandibular canal or mental foramen eventually become dehiscent and serve as part of the support area of the prosthesis.70 As a result, acute pain and transient to permanent paresthesia of the areas supplied by the mandibular nerve are possible.

source: Low smile
vi: Cười thấp

source: Many of these similar conditions exist in the partially edentulous patient wearing a removable soft tissue– borne prosthesis (Figure 1-20).
vi: Many of these similar conditions exist in the partially edentulous patient wearing a removable soft tissue– borne prosthesis (Hình 1-20).

source: Many treatment options stem from the diagnostic information.
vi: Nhiều chọn lựa điều trị bắt nguồn từ thông tin chẩn đoán.

source: Mechanosensors in bone respond to minimal amounts of strain, and microstrain levels 100 times less than the ultimate strength of bone may trigger bone remodeling89 (Figure 4-16).
vi: Mechanosensors in bone respond to minimal amounts of strain, and microstrain levels 100 times less than the ultimate strength of bone may trigger bone remodeling89 (Hình 4-16).

source: Medium smile
vi: Cười trung bình

source: Metal framework fractures also have been reported in an average of 3% of ﬁxed complete and overdenture restorations, with a range of 0% to 27% (Figure 4-8).
vi: Metal framework fractures also have been reported in an average of 3% of ﬁxed complete and overdenture restorations, with a range of 0% to 27% (Hình 4-8).

source: Misch developed a treatment plan sequence to decrease the risk of biomechanical overload, consisting of following2:
vi: Misch phát triển một chuỗi kế hoạch để giảm nguy cơ quá tải sinh cơ học bao gồm các yếu tố sau:

source: More
vi: Nhiều hơn

source: More implants may be used to restore the missing teeth.
vi: Nhiều implant có thể dùng cho phục hồi mất răng.

source: No Cantilevers
vi: Không nhịp vói

source: No Three Adjacent Pontics
vi: Không làm ba nhịp cầu liên tiếp

source: No cantilevers
vi: Không nhịp vói

source: No long-term or short-term studies are currently available.
vi: Không có nghiên cứu dài hạn hay ngắn hạn nào được công bố.

source: No three adjacent pontics Canine-molar rule
vi: Quy tắc không làm 3 nhịp cầu liên tục răng nanh - răng cối.

source: None
vi: không

source: Not all patients should be treated with the same restoration type or design.
vi: Không phải tất cả bệnh nhân được điều trị với loại phục hình hoặc thiết kế phục hình giống nhau.

source: Note the difference in the metal substructures.
vi: Chú ý sự khác biệt của kim loại

source: Note the maxillary right anterior implant is in an embrasure.
vi: Chú ý implant phía trước bên phải hàm trên thì nằm trong khoảng tiếp cận..

source: Number of teeth displayed in a smile
vi: Số lượng răng thấy khi cười

source: Numerous studies have shown that the most accu- rate means of identiﬁcation is with conventional and computerized tomography (Figure 3-18).
vi: Numerous studies have shown that the most accu- rate means of identiﬁcation is with conventional and computerized tomography (Hình 3-18).

source: Occlusal vertical
vi: Kích thước dọc cắn khớpOcclusal vertical

source: Occlusion
vi: Khớp cắn

source: Often fewer implants are required and bone grafting is less indicated.
vi: Thường thì ít implant đòi hỏi ghép xương và ít được chỉ định.

source: On the other hand, some patients do not express serious concerns whether the restoration is ﬁxed or removable as long as speciﬁc problems are addressed.
vi: Mặt khác, vài bệnh nhân không biểu hiện mối liên quan nghiêm trọng trong trường hợp phục hình cố định hoặc tháo lắp cũng như là vấn đề đặc biệt được đề cập.

source: On occasion, the position of an attachment on the superstructure or prosthesis may also affect the amount of spacing between the implants.
vi: Thỉnh thoảng, vị trí của attachment trên supperstructure hoặc phục hình có thể cũng ảnh hưởng tới khoảng cách giữa hai implant.

source: On occasion, the implant may even be placed in an embrasure between two teeth (Figure 5-9).
vi: Thỉnh thoảng, implant có thể được đặt giữa hai răng (Hình 5-9).

source: On the other hand, implant dentistry can provide a range of additional abutment locations.
vi: Mặt khác, implant nha khoa có thể cung cấp một số abutment cho phục hình.

source: On the other hand, complete removable overdentures have often been reported with predictability.6,18-22 As a result, the removable prosthetic options are primarily overdentures for the completely edentulous patient.
vi: Mặt khác, hàm phủ tháo lắp thường đượcc báo cáo chủ yếu.6,18-22 Kết quả là, chọn lựa phục hình tháo lắp chủ yếu là hàm phủ cho bệnh nhân mất răng toàn phần.

source: On the other hand, there are many advantages to splinting implants together.
vi: Mặt khác, có nhiều ưu điểm của nẹp các implant với nhau.

source: Once this is achieved, the preimplant treatment prosthesis may be converted to the RP-4 or RP-5 restoration.
vi: Một khi điều này đạt được, phục hình điều trị tiền implant có thể được chuyển thành phục hình RP-4 hoặc RP-5.

source: Once the intended prosthesis is designed, the implants and treatment surrounding this speciﬁc result can be established.
vi: Một khi phục hình dự định được thiết kế, implant và điều trị xung quanh vấn đề này được thiết lập.

source: One should consider increasing the patient fees for overdentures to a level more in line with ﬁxed restorations.
vi: Nên nhận ra tăng phí cho bệnh nhân cho hàm phủ cao hơn là phục hình cố định.

source: One of the most efﬁcient methods to increase surface area and decrease stress is to increase the implant number.
vi: Một trong những phuong pháp hiệu quả để tăng diện tích bề mặt và giảm stress là tăng số lượng implant.

source: One or two additional implants are required in most clinical situations (depending on patient force factors and bone density).
vi: Thêm vào một hoặc hai implant thì cần thiết cho hầu hết trường hợp lâm sàng (phụ thuộc vào yếu tố lực của bệnh nhân à mật độ xương).

source: Only 10% of older patients show the mandibular soft tissue during speech.13,14
vi: Chỉ 10% bệnh nhân lớn tuổi thấy mô mềm hàm dưới khi phát âm.13,14

source: Only 10% of younger patients do not show any soft tissue during smiling, whereas 30% of 60 year olds and 50% of 80 year olds do not display gingival regions during smiling (Figure 5-8).
vi: Chỉ 10% bệnh nhân trẻ không thấy mô mềm khi cười, còn 30% của người 60 tuổi và 50% người trên 80 tuổi không thấy vùng cổ răng khi cười (Hình 5-8).

source: Only 3.7% of patients display the maxillary teeth to the ﬁrst molar.
vi: Chỉ 3.7% bệnh nhân nhìn thấy răng hàm trên đến răng cối lớn thứ nhất.

source: Only after this is accomplished can the abutments necessary to support the speciﬁc predetermined restoration be designed (Figure 5-1).
vi: Chỉ sau khi điều này hoàn thành có thể abutment cần thiết để nâng đỡ phục hình mới được thiết kế (Hình 5-1).

source: Only the cervical region is compromised.
vi: Chỉ vùng cổ răng được thoả hiệp.

source: Only then is the available bone evaluated to assess whether it is possible to place the implants to support the intended prosthesis.
vi: Chỉ sau khi xương có sẵn được đánh giá để quyết định nó có đặt được implant nâng đỡ phục hình hay không.

source: Other graduate honors include 13 fellowships in dentistry, including Fellow of the American College of Dentistry, Fellow of the International College of Dentists, Fellow of the Royal Society of Medicine, Fellow of the American Association of Hospital Dentistry, Fellow of the Academy
vi: Các bằng tốt nghiệp danh dự khác bao gồm 13 học bổng trong nha khoa, bao gồm thành viên <t0 /> <t1 /> của American College Nha Khoa, Uỷ viên của <t2 /> <t3 /> Trường Cao đẳng Quốc tế của nha sĩ, thành viên của Hiệp hội Y học Hoàng gia, Uỷ viên của Hiệp hội các Bệnh viện Nha khoa Mỹ, thành viên của Viện Hàn lâm

source: Otherwise there is an increase in porcelain fracture.
vi: Nói cách khác, tăng nguy cơ vỡ sứ.

source: Over a 20-month period, six of eight implants failed (Figure 4-4).
vi: Over a 20-month period, six of eight implants failed (Hình 4-4).

source: Over the years, three different surgical approaches have been used for the two-piece implant systems: one stage, two stage, and immediate restoration (loading) (Figure 2-4).
vi: Over the years, three different surgical approaches have been used for the two-piece implant systems: one stage, two stage, and immediate restoration (loading) (Hình 2-4).

source: PANORAMIC RADIOGRAPHY
vi: PHIM TOÀN CẢNH

source: PARTIALLY EDENTULOUS PROSTHESIS DESIGN
vi: THIẾT KẾ PHỤC HÌNH MẤT RĂNG BÁN PHẦN

source: PORCELAIN
vi: SỨ

source: PROSTHESIS SUCCESS RATE
vi: TỈ LỆ THÀNH CÔNG CỦA PHỤC HÌNH

source: PROSTHETIC OPTIONS
vi: CHỌN LỰA PHỤC HÌNH

source: Patient force factors
vi: Yếu tố lực nhai của bệnh nhân

source: Patients do not understand that bone is being lost over time and at a greater rate beneath poorly ﬁtting dentures (Figure 1-15).
vi: Patients do not understand that bone is being lost over time and at a greater rate beneath poorly ﬁtting dentures (Hình 1-15).

source: Patients are
vi: Bệnh nhân có

source: Patients complain that the display of longer teeth appears unnatural even though they must lift or move their lips in unnatural positions to see the covered regions of the teeth.
vi: Bệnh nhân phàn nàn rằng răng dài hơn bình thường mặc dù họ cần phải nâng hoặc di chuyển môi trong vị trí không bình thường để phủ vùng của răng.

source: Patients should be made aware of future compromises in bone loss and its associated problems with minimal treatment options, which do not address the continued loss of bone in regions where implants are not inserted.
vi: Bệnh nhân nên biết thoả hiệp xương mất và các vấn đề liên quan với chọn lựa điều trị tối thiểu, không làm tiếp tục tiêu xương ở vùng cắm implant.

source: Phase 1
vi: Giai đoạn 1

source: Phase 1 is termed presurgical implant imaging and involves all past radiologic examinations and new radio- logic examinations chosen to assist the implant team in determining the patient’s ﬁnal and comprehensive treatment plan.
vi: Giai đoạn 1 được gọi là hình ảnh trước khi phẫu thuật cấy ghép và bao gồm các phim X quang trước và mới được chọn để hỗ trợ nhóm cấy ghép trong việc xác định kế hoạch điều trị toàn diện cho bệnh nhân.

source: Phase 2
vi: Giai đoạn 2

source: Phase 2 is termed surgical and intraoperative implant imaging and is focused on assisting in the surgical and prosthetic intervention of the patient.
vi: Giai đoạn 2 được gọi là hình ảnh cấy ghép trong phẫu thuật và nó tập trung hỗ trợ can thiệp phục hình và phẫu thuật của bệnh nhân

source: Phase 3
vi: Giai đoạn 3

source: Phase 3 is termed postprosthetic implant imaging.
vi: Giai đoạn 3 được gọi là hình ảnh sau phục hình trên implant.

source: Precious metals are indicated for implant restorations to decrease the risk of corrosion
vi: Kim loại quý được chỉ định cho phục hồi implant để giảm nguy cơ mòn do tác dụng hoá học.

source: Precision of ﬁt
vi: Sự gắn chính xác.

source: Previous studies have shown that three abutments for a ﬁve-tooth span distribute stress more favorably than do two abutments for the same span.
vi: Những nghiên cứu trước đó cho thấy rằng ba abutment cho năm răng phân áp lực tốt hơn hai abutment.

source: Primary site
vi: Vùng nguyên phát

source: Prosthesis design
vi: Thiết kế phục hình

source: Prosthesis screw fracture has been noted in both ﬁxed partial and complete ﬁxed prostheses, with a mean incidence of 4% and a range of 0% to 19%7 (Figure 4-6).
vi: Prosthesis screw fracture has been noted in both ﬁxed partial and complete ﬁxed prostheses, with a mean incidence of 4% and a range of 0% to 19%7 (Hình 4-6).

source: Prosthetic Options in Implant Dentistry
vi: Lựa chọn Phục hình trong cấy ghép nha khoa.

source: Psychological (feels more like natural teeth)
vi: Tâm lý (cảm giác như răng thật)

source: RATIONALE FOR IMPLANTS
vi: CƠ SỞ CHO IMPLANT

source: RP-4 is a removable prosthesis completely supported by the implants, teeth, or both.
vi: RP-4 là một phục hình tháo lắp toàn phần nâng đỡ bởi implant, răng, hoặc cả hai..

source: RP-4 prostheses have complete implant support anterior and posterior. In the mandible the superstructure bar often is cantilevered from implants positioned between the foramina.
vi: Phục hình RP-4 hoàn toàn nâng đỡ trên implant phía trước và phía sau. Ở hàm dưới thanh nối thường nhịp vói từ vị trí của implant gữa lỗ cằm.

source: RP-5 is a removable prosthesis combining implant and soft tissue support.
vi: Phục hình tháo lắp RP-5 là phục hình kết hợp nâng đỡ implant và mô mềm.

source: Radiographs including late- ral cephalometric and conventional CT, may be used (Figure 3-21).
vi: Radiographs including late- ral cephalometric and conventional CT, may be used (Hình 3-21).

source: Rarely are these two implants sufﬁcient to replace four posterior teeth.
vi: Hiếm khi dùng hai implant để thay thế bốn răng sau.

source: Recent studies indicate this ratio has been reduced to an overall 8% average, with multiple-unit ﬁxed prostheses at a 5% average and implant overdentures at 3% (Figure 4-5).
vi: Recent studies indicate this ratio has been reduced to an overall 8% average, with multiple-unit ﬁxed prostheses at a 5% average and implant overdentures at 3% (Hình 4-5).

source: References
vi: Tài liệu tham khảo

source: Relines and occlusal adjust- ments every few years are common maintenance require- ments of an RP-5 restoration.
vi: Đệm hàm và điều chỉnh khớp cắn sau mỗi v ài năm là điều trị duy trì thông thường của phục hình RP-5.

source: Removable Prostheses
vi: Phục hình tháo lắp

source: Removable prosthesis; overdenture supported by both soft tissue and implant
vi: Phục hình tháo lắp; hàm phủ nâng đỡ bởi mô mềm và implant

source: Removable prosthesis; overdenture supported completely by implant
vi: Phục hình tháo lắp; hàm phủ nâng đỡ hoàn toàn trên implant.

source: Resting
vi: Nghỉ

source: Restorations of 5 to 14 units require additional abutments.
vi: Phục hồi 5 đến 14 đơn vị cần thêm abutment.

source: Retention
vi: Lưu giữ

source: SIX TO EIGHT IMPLANTS PER PROSTHESIS
vi: SÁU ĐẾN TÁM IMPLANT CHO MỖI PHỤC HÌNH

source: SPLINTED IMPLANTS
vi: NẸP IMPLANT

source: SUMMARY
vi: TÓM LƯỢC

source: Same
vi: Giống

source: Secondary site
vi: Vùng thứ phát

source: Several esthetic consequences result from the loss of alveolar bone (Figures 1-21, 1-22).
vi: Several esthetic consequences result from the loss of alveolar bone (Hìnhs 1-21, 1-22).

source: Several treatment options are available for the adequate restoration of an edentulous segment.
vi: Nhiều chọn lựa điều trị để phục hồi vùng mất răng.

source: Short implants and fewer implants were used in less available bone and long implants in greater numbers were inserted in larger bone volumes.
vi: Implant ngắn và ít implant được dùng khi xương có sẵn ít và implant dài số lượng nhiều dùng khi khối lượng xương lớn.

source: Shorter treatment if no bone augmentation is required.
vi: Điều trị ngắn hơn nếu không cần ghép xương.

source: Similar overhead cost as completely implant-supported overdentures
vi: Giá tương tự hàm phủ toàn phần trên implant

source: Smiling
vi: Cười

source: Soft bone is too weak for the occlusal forces applied to the implants, or short implants have higher stresses at the bone-implant interface8-20 (Figure 4-1).
vi: Soft bone is too weak for the occlusal forces applied to the implants, or short implants have higher stresses at the bone-implant interface8-20 (Hình 4-1).

source: Soft tissue support of the restoration is required in the posterior regions because the implant position and number are not conducive to a completely implant-supported prosthesis.
vi: Nâng đỡ mô mềm củaf phục hình đòi hỏi trong vùng phía sau bởi vì vị trí và số lượng của implant thì không có ích cho phục hình toàn hàm nâng đỡ trên implant.

source: Soft tissue
vi: Mô mềm

source: Some implant positions are more critical than others in regard to force reduction.
vi: Một vài vị trí của implant thì quan trong hơn vị trí khác khi để ý tới giảm lực nhai.

source: Some patients have a strong psychologic need to have a ﬁxed prosthesis as similar to natural teeth as possible.
vi: Một vài bệnh nhân có tâm lý mạnh mẽ cần có phục hình cố định càng giống răng thật càng tốt.

source: Speaking
vi: Nói

source: Speech
vi: Nói

source: Splinted implants increase functional surface area of support, increase the A-P distance (A-P spread) to resist lateral loads, increase cement retention of the prosthesis, decrease the risk of abutment screw loosening, decrease the risk of marginal bone loss, and decrease the risk of implant component fracture.
vi: implant được nẹp với nhau tăng diện tích bề mặt chức năng nâng đỡ, tăng chiều trước sau để chống lại lực sang bên, tăng lực lưu giữ bằng xi măng của phục hình, giảm nguy cơ lỏng vít văn abutment, giảm nguy cơ mất viền xương, và giảm nguy cơ gãy các thành phần của implant.

source: Splinted teeth have an endodontic risk of 18%.3 Therefore independent units reduce the incidence of complications and allow the practitioner to more readily treat these complications.
vi: Răng được nẹp có nguy cơ nội nha 18%. Do đó đơn vị độc lập giảm tỉ lệ biến chứng và cho phép nhà lâm sàng điều trị biến chứng.
